{
  "CC.*": 30070,
  "CCA": 30020,
  "CCB": 30019,
  "CCP": 30021,
  "CCR": 30018,
  "CCT": 30017,
  "CCU": 30022,
  "CD.*": 30073,
  "CDB": 30058,
  "DT.*": 30068,
  "DTC": 30013,
  "DTCP": 30014,
  "DTP": 30015,
  "DTPP": 30016,
  "JJ.*": 30071,
  "JJC": 30038,
  "JJCC": 30039,
  "JJCN": 30041,
  "JJCS": 30040,
  "JJD": 30037,
  "JJN": 30042,
  "LM": 30065,
  "NN.*": 30066,
  "NNC": 30000,
  "NNCA": 30003,
  "NNP": 30001,
  "NNPA": 30002,
  "PM.*": 30074,
  "PMC": 30062,
  "PME": 30060,
  "PMP": 30059,
  "PMQ": 30061,
  "PMS": 30064,
  "PMSC": 30063,
  "PR.*": 30067,
  "PRC": 30010,
  "PRF": 30011,
  "PRI": 30012,
  "PRL": 30009,
  "PRP": 30005,
  "PRQ": 30007,
  "PRQP": 30008,
  "PRS": 30004,
  "PRSP": 30006,
  "RB.*": 30072,
  "RBB": 30047,
  "RBD": 30043,
  "RBF": 30051,
  "RBI": 30055,
  "RBJ": 30056,
  "RBK": 30045,
  "RBL": 30054,
  "RBM": 30053,
  "RBN": 30044,
  "RBP": 30046,
  "RBQ": 30049,
  "RBR": 30048,
  "RBS": 30057,
  "RBT": 30050,
  "RBW": 30052,
  "VB.*": 30069,
  "VBAF": 30031,
  "VBH": 30025,
  "VBN": 30026,
  "VBOB": 30033,
  "VBOF": 30032,
  "VBOI": 30035,
  "VBOL": 30034,
  "VBRF": 30036,
  "VBS": 30024,
  "VBTF": 30029,
  "VBTP": 30030,
  "VBTR": 30028,
  "VBTS": 30027,
  "VBW": 30023,
  "[MASK]": 30075,
  "[PAD]": 30076,
  "[UNK]": 30077
}
